Merge pull request #93 from RustyRory/docs/92-update-and-upgrade-docs
docs(mvp): fixes #92 - update and upgrade
